import React from "react";

const Privacy = () => {
  return (
    <div className="container mt-5">
      <div className="text-center">
        <h3 className="font-weight-bold ">حریم شخصی</h3>
        <p
          className="container mt-3 mb-4"
          style={{ borderTop: "3px solid orange", width: "80px" }}
        ></p>
      </div>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        گیشا اسپرت با تاکید بر احترامی که برای حریم شخصی کاربران قائل است، برای
        خرید، ثبت نظر یا استفاده از برخی امکانات وب‌سایت اطلاعاتی را از کاربران
        درخواست می‌کند تا بتواند خدماتی امن و مطمئن را به کاربران ارائه دهد.
        برای پردازش و ارسال سفارش، اطلاعاتی مانند آدرس، شماره تلفن و ایمیل مورد
        نیاز است و از آنجا که کلیه فعالیت‌های گیشا اسپرت قانونی و مبتنی بر
        قوانین تجارت الکترونیک صورت می‌گیرد و طی فرایند خرید، فاکتور رسمی و بنا
        به درخواست مشتریان حقوقی گواهی ارزش افزوده صادر می‌شود، از این رو وارد
        کردن اطلاعاتی مانند نام و کد ملی برای اشخاص حقیقی یا کد اقتصادی و شناسه
        ملی برای خریدهای سازمانی لازم است. یادآوری می‌شود آدرس ایمیل و تلفن‌هایی
        که مشتری در پروفایل خود ثبت می‌کند، تنها آدرس ایمیل و تلفن‌های رسمی و
        مورد تایید مشتری است و تمام مکاتبات و پاسخ‌های شرکت از طریق آنها صورت
        می‌گیرد.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        بنابراین درج آدرس، ایمیل و شماره تماس‌های همراه و ثابت توسط مشتری، به
        منزله مورد تایید بودن صحت آنها است و در صورتی که موارد فوق به صورت صحیح
        یا کامل درج نشده باشد، گیشا اسپرت جهت اطمینان از صحت و قطعیت ثبت سفارش
        می‌تواند از مشتری، اطلاعات تکمیلی و بیشتری درخواست کند.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        همچنین گیشا اسپرت ممکن است برای ارتباط با مشتریان، بهینه‌سازی محتوای
        وب‌سایت و تحقیقات بازاریابی از برخی اطلاعات استفاده کند و برای
        اطلاع‌رسانی رویدادها و اخبار، خدمات و سرویس‌های ویژه یا پروموشن‌ها، برای
        اعضای وب‌سایت ایمیل یا پیامک ارسال نماید. در صورتی که کاربران تمایل به
        دریافت اینگونه ایمیل‌ها و پیامک‌ها نداشته باشند، می‌توانند عضویت دریافت
        خبرنامه گیشا اسپرت را در پروفایل خود لغو کنند. عدم اقدام جهت لغو، به
        منزله ی موافقت ضمنی با دریافت ایمیل‌ها و پیام‌ها و سلب حق اعتراض
        می‌باشد.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        مسئولیت هرگونه خسارت احتمالی که ناشی از عدم رعایت موارد فوق‌الذکر توسط
        کاربر باشد، با خود کاربر بوده وکاربر حق هر گونه ادعا علیه گیشا اسپرت را
        از خود سلب می‌کند. گیشا اسپرت هویت شخصی کاربران را محرمانه می‌داند و
        اطلاعات شخصی آنان را به هیچ شخص یا سازمان دیگری منتقل نمی‌کند، مگر اینکه
        با حکم مقام قضایی یا اداری صالحه یا طبق قوانین و مقررات رایج کشور موظف
        باشد در اختیار مراجع ذی‌صلاح قرار دهد.در این موارد هیچ گونه مسئولیت
        قانونی مبنی بر جبران خسارت برای گیشا اسپرت وجود ندارد و کاربران با اعلام
        رضایت خود در استفاده از خدمات وب سایت ضمنا حق هرگونه اعتراض را از خود
        سلب نموده اند.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        همچنین بدین وسیله به اطلاع کاربران رسانده می‌شود که گیشا اسپرت همانند
        سایر وب‌سایت‌ها از جمع‌آوری IP و کوکی‌ها استفاده می‌کند، اما پروتکل،
        سرور و لایه‌های امنیتی گیشا اسپرت و روش‌های مناسب مدیریت داده‌ها حداکثر
        تلاش را به عمل می‌آورد که اطلاعات کاربران را محافظت و از دسترسی‌های
        غیرقانونی جلوگیری کند. طبیعتا مسئولیت هرگونه سواستفاده به شخص یا اشخاص
        متخلف مربوط بوده و گیشا اسپرت حق اعتراض و پیگیری را از طریق قانونی بنابر
        صلاحدید خود محفوظ می‌دارد.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        در صورت وجود هرگونه سوال، از طریق صفحه تماس با ما اقدام نمایید. گیشا
        اسپرت با تاکید بر احترامی که برای حریم شخصی کاربران قائل است، برای خرید،
        ثبت نظر یا استفاده از برخی امکانات وب‌سایت اطلاعاتی را از کاربران
        درخواست می‌کند تا بتواند خدماتی امن و مطمئن را به کاربران ارائه دهد.
        برای پردازش و ارسال سفارش، اطلاعاتی مانند آدرس، شماره تلفن و ایمیل مورد
        نیاز است و از آنجا که کلیه فعالیت‌های گیشا اسپرت قانونی و مبتنی بر
        قوانین تجارت الکترونیک صورت می‌گیرد و طی فرایند خرید، فاکتور رسمی و بنا
        به درخواست مشتریان حقوقی گواهی ارزش افزوده صادر می‌شود، از این رو وارد
        کردن اطلاعاتی مانند نام و کد ملی برای اشخاص حقیقی یا کد اقتصادی و شناسه
        ملی برای خریدهای سازمانی لازم است. یادآوری می‌شود آدرس ایمیل و تلفن‌هایی
        که مشتری در پروفایل خود ثبت می‌کند، تنها آدرس ایمیل و تلفن‌های رسمی و
        مورد تایید مشتری است و تمام مکاتبات و پاسخ‌های شرکت از طریق آنها صورت
        می‌گیرد.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        بنابراین درج آدرس، ایمیل و شماره تماس‌های همراه و ثابت توسط مشتری، به
        منزله مورد تایید بودن صحت آنها است و در صورتی که موارد فوق به صورت صحیح
        یا کامل درج نشده باشد، گیشا اسپرت جهت اطمینان از صحت و قطعیت ثبت سفارش
        می‌تواند از مشتری، اطلاعات تکمیلی و بیشتری درخواست کند.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        مشتریان می‌توانند نام، آدرس و تلفن شخص دیگری را برای تحویل گرفتن سفارش
        وارد کنند و گیشا اسپرت تنها برای ارسال همان سفارش، از این اطلاعات
        استفاده خواهد کرد.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        همچنین گیشا اسپرت ممکن است برای ارتباط با مشتریان، بهینه‌سازی محتوای
        وب‌سایت و تحقیقات بازاریابی از برخی اطلاعات استفاده کند و برای
        اطلاع‌رسانی رویدادها و اخبار، خدمات و سرویس‌های ویژه یا پروموشن‌ها، برای
        اعضای وب‌سایت ایمیل یا پیامک ارسال نماید. در صورتی که کاربران تمایل به
        دریافت اینگونه ایمیل‌ها و پیامک‌ها نداشته باشند، می‌توانند عضویت دریافت
        خبرنامه گیشا اسپرت را در پروفایل خود لغو کنند. عدم اقدام جهت لغو، به
        منزله ی موافقت ضمنی با دریافت ایمیل‌ها و پیام‌ها و سلب حق اعتراض
        می‌باشد.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        گیشا اسپرت ممکن است نقد و نظرهای ارسالی کاربران را در راستای رعایت
        قوانین وب سایت ویرایش کند. همچنین اگر نظر یا پیام ارسال شده توسط کاربر،
        مشمول مصادیق محتوای مجرمانه باشد، گیشا اسپرت می‌تواند از اطلاعات ثبت‌شده
        برای پیگیری قانونی استفاده کند. کاربران ضمن استفاده از خدمات وب‌سایت
        گیشا اسپرت ، حق ویرایش اطلاعات و استفاده از آنها را در چارچوب فوق‌الذکر
        به گیشا اسپرت اعطا نموده و حق اعتراض را از خود سلب می‌نمایند.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        باید تاکید شود که حفظ و نگهداری رمز عبور و نام کاربری بر عهده کاربران
        است و لذا برای جلوگیری از هرگونه سواستفاده احتمالی، کاربران نباید آن
        اطلاعات را برای شخص دیگری فاش کنند. در صورتی که کاربر شماره همراه خود را
        به فردی دیگر واگذار کرد، جهت جلوگیری از سواستفاده یا مشکلات احتمالی
        کاربران باید شماره موبایل خود را در پروفایل تغییر داده و شماره جدیدی ثبت
        نمایند.
      </p>

      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        مسئولیت هرگونه خسارت احتمالی که ناشی از عدم رعایت موارد فوق‌الذکر توسط
        کاربر باشد، با خود کاربر بوده وکاربر حق هر گونه ادعا علیه گیشا اسپرت را
        از خود سلب می‌کند. گیشا اسپرت هویت شخصی کاربران را محرمانه می‌داند و
        اطلاعات شخصی آنان را به هیچ شخص یا سازمان دیگری منتقل نمی‌کند، مگر اینکه
        با حکم مقام قضایی یا اداری صالحه یا طبق قوانین و مقررات رایج کشور موظف
        باشد در اختیار مراجع ذی‌صلاح قرار دهد.در این موارد هیچ گونه مسئولیت
        قانونی مبنی بر جبران خسارت برای گیشا اسپرت وجود ندارد و کاربران با اعلام
        رضایت خود در استفاده از خدمات وب سایت ضمنا حق هرگونه اعتراض را از خود
        سلب نموده اند.
      </p>
      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        همچنین بدین وسیله به اطلاع کاربران رسانده می‌شود که گیشا اسپرت همانند
        سایر وب‌سایت‌ها از جمع‌آوری IP و کوکی‌ها استفاده می‌کند، اما پروتکل،
        سرور و لایه‌های امنیتی گیشا اسپرت و روش‌های مناسب مدیریت داده‌ها حداکثر
        تلاش را به عمل می‌آورد که اطلاعات کاربران را محافظت و از دسترسی‌های
        غیرقانونی جلوگیری کند. طبیعتا مسئولیت هرگونه سواستفاده به شخص یا اشخاص
        متخلف مربوط بوده و گیشا اسپرت حق اعتراض و پیگیری را از طریق قانونی بنابر
        صلاحدید خود محفوظ می‌دارد.
      </p>
      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        در صورتی که تمایلی به دریافت ایمیل‌ها و خبرنامه‌های گیشا اسپرت ندارید،
        می‌توانید بر روی کلمه لغو عضویت در انتهای صفحه ایمیل کلیک کنید.
      </p>
      <p
        style={{
          textAlign: "right",
          lineHeight: "30px",
          color: "rgb(75, 75, 75)",
        }}
      >
        گیشا اسپرت برای حفاظت و نگهداری اطلاعات و حریم شخصی کاربران همه توان خود
        را به کار می‌گیرد و امیدوار است که تجربه خریدی امن، راحت و خوشایند را
        برای همه کاربران فراهم آورد. همچنین صفحه ی قوانین و مقررات ضمیمه حریم
        خصوصی میباشد و تمام کاربران ملزم به مطالعه آن میباشند در غیر این صورت
        سایت گیشا اسپرت هیچ مسئولیتی در قبال آن ندارد.
      </p>
    </div>
  );
};

export default Privacy;
