import React from 'react';

const Terms = () => {
    return (
        <div className="container mt-5">
            <div className='text-center'>
                <h3 className='font-weight-bold '>قوانین و مقررات</h3>
                <p className='container mt-3 mb-4' style={{ borderTop: "3px solid orange" , width:"80px" }}></p>
            </div>
            <ul>

                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    عضویت در سایت گیشا اسپرت رایگان است و تنها اشخاص حقیقی بالای 15 سال تمام، حق عضویت در سایت گیشا اسپرت را دارند. افراد برای عضویت در سایت و خرید از آن باید در هنگام خرید و یا در حالت عادی، به قسمت ثبت نام مراجعه کنند و بعد از تکمیل فرم ثبت نام به عضویتگیشا اسپرت در آیند.
                </li>

                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    کاربر باید رمز عبور و نام کاربری(شماره موبایل و یا آدرس پست الکترونیک) خود را حفظ نموده و چنانچه آن را فراموش کند، می‌تواند با گزینه رمز عبور خود را فراموش کرده ام رمز عبور جدید در خواست کند و همچنین کاربر باید شماره موبایل و یا آدرس پست الکترونیک خود را به همراه سایر اطلاعات درخواستی به‌طور صحیح اعلام نموده و مسئولیت ثبت اشتباه و یا خلاف، واقع بر عهده شخص کاربر است.
                </li>

                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    کاربر عضو، فقط پس از عضویت و اخذ رمز و کلمه عبور، حق خرید از سایت را دارد .
                </li>

                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    صفحه راهنما که شامل شرایط بازگردانی کالا، رویه های ارسال و راهنمای خرید میباشد جزء پیوست قوانین و مقررات سایت بوده و قبل از هرگونه خرید از سایت الزام به مطالعه آن میباشد و در صورت خرید از سایت، این مورد تایید شده است که مشتری(خریدار) تمامی موارد آن را خوانده و تایید نموده است.
                </li>

                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    فروشگاه ورزشی اینترنتی گیشا اسپرت با آدرس اینترنتی GishaSport.com تمامن تابع قوانین جمهوری اسلامی ایران می باشد. لذا  از درج  لینک ها، مطالب و نظرات غیر اخلاقی در سایت خودداری فرمایید. در غیر این صورت منجر به حذف کاربر میگردد.
                </li>

                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    هرگونه سوء استفاده از محتوا (شامل : متن، اطلاعات مندرج در صفحه ها، عکس ها، طرح های گرافیکی و ویدئو ها)، کد ها، تخفیف ها و دیگر مطالب سایت GishaSport.com، پیگرد قانونی دارد.
                </li>

                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    تمامی قیمت ها در این سایت به تومان میباشد.
                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    برای ارسال نظرات سازند‌ه خود اعم از پیشنهادات، انتقادات و شکایات، لطفا از طریق فرم زیر پیام خود را ارسال نموده و از درج آن در قسمت نظرات محصولات خودداری نمایید؛ چراکه قسمت نظرات هر محصول فقط برای نظرات مشتریان درباره‌ی همان محصول قرار داده شده است.
                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    گیشا اسپرت حق این را دارد تا در هر موقع که تشخیص به تغییر داد، موارد این صفحه و قوانینش را بدون اطلاع دادن به کاربرها تغییر دهیم.
                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    استفاده از تمام مطالب و قسمت های خبری  وبلاگ Gishasport.com تنها با درج منبع مجاز میباشد.

                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    گیشا اسپرت مجاز است تا در هر زمان قیمت ها و تخفیف های خود را بدون اطلاع به کاربرها تغییر دهد.

                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    تمامی افراد جهت ثبت نام در سایت موظف اند از اطلاعات واقعی و شخصی خود استفاده کنند چرا که برای احراز هویت در مواقع مورد نیاز، نیاز به اطلاعات درست و واقعی میباشد لذا مسئولیت هرگونه مغایرت آن ها، با خود شخص حقیقی و یا حقوقی میباشد.
                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    گیشا اسپرت در قبال خسارات ناشی از بلایای طبیعی اعم از سیل، زلزله، طوفان و دیگر بلایای طبیعی و همچنین در رابطه با اطلاعات فاش شده در اینترنت از طریق هک شدن سایت یا سیستم های الکترونیکی و یا کامپیوتر های شخصی کاربرها، هیچ گونه مسئولیتی ندارد.
                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                    در صورت نیاز به برقراری ارتباط با هر نوع کاربری در سایت از طریق تماس تلفنی، گیشا اسپرت مانعی نداشته و درصورت عدم پاسخ گویی به تماس تلفنی،  به انتخاب گیشا اسپورت از طریق ایمیل یا پیامک تماس صورت میگیرد و اگر همچنان پاسخی دریافت نگردد گیشا اسپرت تصمیمات خود را در مورد پیش آمده ،به اختیار اتخاذ مینماید.
                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                در صورت بروز مشکل در هنگام پرداخت آنلاین از طرف بانک و یا درگاه مربوطه، مسئولیت آن به عهده خود آنها  میباشد و لذا اقدامات ضروری در این رابطه از طرف خود آنها صورت میگیرد.

                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                گیشا اسپرت اجازه دارد برای تکمیل سفارش کاربرهای خود از تمام اطلاعات شخصی درج شده در سایت استفاده نماید.
                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                در بعضی شرایط که گیشا اسپرت تشخیص دهد مطالب و یا سرویس های شخص سومی برای کاربران جذاب و جالب باشد، اطلاعات کاربران را در اختیار آنها قرار میدهد.
                </li>
                <li className='text-right mb-3' style={{ lineHeight: "25px" }}>
                درج هرگونه تبلیغات در تمام قسمت هایی که دارای بخش نظرات است ممنوع میباشد.
                </li>
             
            </ul>
        </div>


    );
}

export default Terms;